{
  "home": {
    "title": "WE ARE ROJO STUDIO",
    "latest-work": "LATEST WORK"
  },
  "pages": {
    "features-title": "We create visual effects for feature films",
    "episodic-title": "We create visual effects for episodic",
    "advertising-title": "We create visual effects for advertising",
    "about-us": "ROJO Studio is a post-production company based in Buenos Aires. We specialize in High-End Visual Effects. From concept art to design and development, color grading and lab services for films and episodics.",
    "about-us-subline": "We are growing constantly, looking for new challenges and projects to take on."
  },
  "navbar": {
    "reel": "REEL",
    "features": "FEATURES",
    "episodic": "EPISODIC",
    "advertising": "ADVERTISING",
    "about": "ABOUT"
  },
  "project-wording": {
    "synopsis": "SYNOPSIS",
    "release-date": "Release Date",
    "productora": "Production Company"
  },
  "misantropo": {
    "title": "TO CATCH A KILLER",
    "synopsis": "Baltimore. New Year's Eve. A talented but troubled police officer (Shailene Woodley) is recruited by the FBI's chief investigator (Ben Mendelsohn) to help profile and track down a disturbed individual terrorizing the city.",
    "date": "Apr 2023"
  },
  "impresentables": {
    "title": "THE UNPRESENTABLES",
    "synopsis": "A teenager recently expelled from the Naval Academy in early 70's Argentina befriends four notorious youths in a small city near Buenos Aires , partakes in their pranks and aspirations, and in the process experiences first love.",
    "fecha": "Feature Film"
  },
  "jaque-mate": {
    "title": "CHECKMATE",
    "synopsis": "A retired secret agent is forced to return to duty when his niece is taken hostage and he must steal a secret formula for her rescue.",
    "date": "Jan 2024"
  },
  "tangalanga": {
    "title": "THE TANGALANGA METHOD",
    "synopsis": "Jorge Rizzi is a shy office worker who cannot speak in public. After the hospitalization of his friend and confidant, he begins to experience a series of changes in his life through hypnosis.",
    "date": "Jan 2023"
  },
  "ecos-crimen": {
    "title": "ECHOES OF A CRIME",
    "synopsis": "Julián Lemar, a bestselling thriller writer, goes on vacation with his family to a cabin in the woods. The first night, during a severe storm, the power goes out and a woman shows up desperately asking for help: her husband killed her son and now he's after her. From that moment on, danger and deception are a constant threat and for Julián a hellish night begins until he discovers the truth.",
    "date": "Jan 2022"
  },
  "adios-bsas": {
    "title": "CHAU, BUENOS AIRES",
    "synopsis": "Buenos Aires, November 2001. Julio Färber takes the decision to leave his beloved Buenos Aires forever, the government freezes all bank accounts in the whole country. Mariela, a witty young woman and feisty cab driver, bumps into his car at full speed, damaging Julio's last possession of value before stealing his heart.",
    "date": "May 2023"
  },
  "30-noches-ex": {
    "title": "30 NIGHTS WITH MY EX",
    "synopsis": "At the request of their daughter, a separated couple has to live together for thirty days after the ex-wife comes from a long psychiatric hospitalization.",
    "date": "Ago 2022"
  },
  "quien-mato-sara": {
    "title": "WHO KILLED SARA? - SEASON 03",
    "synopsis": "Hell-bent on exacting revenge and proving he was framed for his sister's murder, Álex sets out to unearth much more than the crime's real culprit.",
    "date": "May 2022"
  },
  "division-palermo": {
    "title": "COMMUNITY SQUAD",
    "synopsis": "A ragtag civilian patrol squad created to improve the image of the police inadvertently put their lives at risk when confronting some strange criminals.",
    "date": "Feb 2023"
  },
  "ctrl-alt-desire": {
    "title": "CTRL + ALT + DESIRE",
    "synopsis": "Chronicles the life and downfall of Grant Amato, who was convicted of murdering his parents and brother following an obsessive relationship with an internet cam model.",
    "date": "April 2024"
  }
}
